Repository: RomanGL/VKSaver
Catalog: VKSaver2/VKSaver/VKSaver.PlatformShared/Strings/*/Resources.resw
Source language: en
Languages: be, de, uk

# PromoView_LetsGoButton.Content
source: lets go!
be: пачаць
de: anfangen
uk: розпочнімо

# PromoView_NextButton.Content
source: next
be: далей
de: weiter
uk: далі

# PromoView_Screen0_Line1_Text
source: New features are waiting for you!
be: Новыя функцыі чакаюць вас!
de: Die neuen Features warten auf Sie!
uk: Нові функції чекають Вас!

# PromoView_Screen0_Line2_Text
source: Ready? Then let's start!
be: Гатовыя? Тады пачнем!
de: Fertig? Dann fangen wir an!
uk: Чи готові Ви? Тоді розпочнемо!

# PromoView_Screen1_Line1_Text
source: Welcome!
be: Рады бачыць вас!
de: Herzlich Willkommen!
uk: Ласкаво просимо!

# PromoView_Screen1_Line2_Text
source: VK Saver has just got updated. Read the changelog to find out more
be: ВКачай абнавіўся, аб усіх навінках чытайце далей
de: VK Saver ist jetzt auf dem neusten Stand, lesen weiter um mehr zu erfahren.
uk: ВКачай модернізувався, про всі новинки читайте далі

# PurchaseView_BuyMonthlyButton.Content
source: buy for a month
be: купіць на месяц
de: kaufen auf Monatsbasis
uk: придбати на місяць

# PurchaseView_BuyNowButton.Content
source: buy now
be: купіць зараз
de: jetzt kaufen
uk: придбати зараз

# PurchaseView_BuyPermanentButton.Content
source: buy forever
be: купіць назаўжды
de: auf immer kaufen
uk: придбати назавжди

# PurchaseView_NextButton.Content
source: next
be: далей
de: weiter
uk: далі

# PurchaseView_Screen0_Line1_Text
source: VK Saver 2
be: ВКачай 2
uk: ВКачай 2

# PurchaseView_Screen0_Line2_Text
source: All the best - just for you!
be: Усё самае лепшае - толькі для Вас!
de: Das Feinste vom Feinsten - nur für Sie!
uk: Все найкраще - тільки для Вас!

# PurchaseView_Screen1_Line1_Text
source: Only the best tracks!
be: Толькі самыя лепшыя трэкі!
de: Nur beste Musik!
uk: Тільки найкращі треки!

# PurchaseView_Screen1_Line2_Text
source: In full version of VK Saver
be: У поўнай версіі ВКачай
de: In voller VK Saver Version
uk: У повній версії ВКачай

# PurchaseView_Screen2_Line1_Text
source: World artists and tracks chart
be: Сусветныя чарты выканаўцаў і трэкаў
de: Weltweite Kunstler- und Songscharten
uk: Світові чарти виконавців і треків

# PurchaseView_Screen2_Line2_Text
source: Stay up-to-date!
be: Будзьце ў трэндзе!
de: Sei im Trend!
uk: Будьте в тренді!

# PurchaseView_Screen3_Line1_Text
source: Personalized recommendations
be: Персанальныя рэкамендацыі
de: Personaler Tipps
uk: Персональні рекомендації

# PurchaseView_Screen3_Line2_Text
source: Listen to what you like!
be: Слухайце тое, што вам падабаецца!
de: Hören Sie an was Sie lieben!
uk: Слухайте те, що вам подобається!

# PurchaseView_Screen4_Line1_Text
source: No document will ever be lost!
be: Ніводны дакумент не згубіцца!
de: Alle Dokumenten werden gespeichert werden!
uk: Жоден документ не загубиться!

# PurchaseView_Screen4_Line2_Text
source: Upload and download documents in the VK
be: Адпраўка і загрузка дакументаў УКантакце
de: Schicken und hochladen des Dokumenten in VK
uk: Відправлення та завантаження документів ВКонтакті

# PurchaseView_Screen5_Line1_Text
source: All videos at your fingertips
be: Усе відэазапісы пад рукой
de: Alle Videos sind griffbereit
uk: Усі відеозаписи під рукою

# PurchaseView_Screen5_Line2_Text
source: Watch and download your favorite videos!
be: Глядзіце і загружайце любімыя відэа!
de: Sehen und hochladen geliebte Videos!
uk: Дивіться і завантажуйте улюблені відео!

# RecommendationsLoader.ErrorText
source: Could not load recommendations
be: Не атрымалася загрузіць рэкамендацыі
de: Empfelungen sind nicht erreichbar
uk: Не вдалося відобразити рекомендації

# RecommendationsLoader.LoadingText
source: Learning your musical preferences...
be: Вывучаем вашы музычныя перавагі...
de: Erforschen Ihre Musikvorlieben...
uk: Вивчаємо ваші музичні смаки...

# RecommendationsLoader.NoDataText
source: We can't recommend anything for you
be: Мы не можам вам нічога парэкамендаваць
de: Wir können Ihnen nichts empfehlen
uk: Ми не можемо вам нічого порекомендувати

# RecommendedView_Title.Text
source: we recommend
be: рэкамендуем
de: Empfehlende
uk: рекомендуємо

# SearchView_Everywhere_Title.Header
source: everywhere
be: паўсюль
de: Durchgängig
uk: всюди

# SearchView_InCollection_Title.Header
source: in collection
be: у калекцыі
de: In der Sammlung
uk: в колекції

# SearchView_Loader.ErrorText
source: Search failed
be: Не атрымалася выканаць пошук
de: Suche ist fehlgeschlagen
uk: Не вдалося виконати пошук

# SearchView_Loader.LoadingText
source: Searching...
be: Выконваецца пошук...
de: Suchevorgang...
uk: Виконується пошук...

# SearchView_Loader.NoDataText
source: Nothing found on your request
be: Па вашым запыце нічога не знойдзена
de: Kein Suchergebnisse
uk: За вашим запитом нічого не знайдено

# SearchView_SearchBox.PlaceholderText
source: type your request and press Enter
be: калі ласка, увядзіце запыт і націсніце Enter
de: Drucken Sie die Anfrage ein und dann Enter
uk: введіть запит і натисніть Enter

# SelectSearchTypeView_Title.Text
source: What would you like to find?
be: Што Вы хочаце знайсці?
de: Was Sie wollen zu finden?
uk: Що ви хочете відшукати?

# ServiceAuthBlock_SignedInAs.Text
source: Signed in as
be: Вы ўвайшлі як
de: Sie sind angemeldet als
uk: Ви увійшли як

# ServiceAuthBlock_SignInButton.Content
source: sign in
be: увайсці
de: einloggen
uk: увійти

# ServiceAuthBlock_SignOutButton.Content
source: sign out
be: выйсці
de: abmelden
uk: вийти

# ServiceName_VK_Text
source: VK
be: Укантакце
uk: ВКонтакті

# SetingsView_ExtractMp3FromVksmButton.Content
source: extract
de: Extrahieren
uk: витягти

# SetingsView_ExtractMp3FromVksm_Text.Text
source: If you want to extract MP3 from all cached VKSM files, click the button below.
de: Wenn Sie MP3-Dateien aus allen VKSM-Cache-Dateien extrahieren möchten, klicken Sie auf die Schaltfläche unten.
uk: Якщо Ви хочете отримати MP3 з усіх кешованих VKSM-файлів, натисніть кнопку нижче.

# SetingsView_InternetAccess_Text.Text
source: VK Saver can load photos and album art for your songs. Load the data? (fees may apply)
be: ВКачай можа загрузіць фатаграфіі выканаўцаў і вокладкі альбомаў для вашых трэкаў. Загружаць гэтыя дадзеныя (за выкарыстанне інтэрнэт-злучэння аператар можа браць дадатковую плату)?
de: VK Saver können für Ihre Tracks Fotos von Interpreten und Album-Cover hochladen. Laden Sie die Daten (möglicherweise fallen zusätzliche Gebühren vom Betreiber)?
uk: ВКачай може завантажити фотографії виконавців та обкладинки альбомів для ваших треків. Завантажувати ці дані? (може стягуватися додаткова плата оператором)

# SetingsView_LocalLibrary_Text.Text
source: If in your library does not display all tracks, you may try to update the database.
be: Калі ў вашай бібліятэцы адлюстроўваюцца не ўсе трэкі, паспрабуйце выканаць абнаўленне базы дадзеных.
de: Wenn die Bibliothek nicht alle Musik zeigt an, versuchen Sie die Database zu aktualisieren.
uk: Якщо у вашій бібліотеці відображаються не всі треки, спробуйте виконати оновлення бази даних.

# SettingsView_AppLanguage_Title.Text
source: Application language
be: Мова праграмы
de: Sprache der Anwendung
uk: Мова застосунку

# SettingsView_InternetAccess_Title.Text
source: Access to the Internet
be: Доступ да інтэрнэту
de: Internetzugang
uk: Доступ до інтернету

# SettingsView_LocalLibrary_Title.Text
source: Local Library
be: Лакальная бібліятэка
de: Lokale Bibliothek
uk: Локальна бібліотека

# SettingsView_ServicesAuthorizations_Title.Text
source: Services authorisation
be: Аўтарызацыя ў сэрвісах
de: Authorisierung in den Diensten
uk: Авторизація в сервісах

# SettingsView_Title.Text
source: settings
be: налады
de: Einladungen
uk: налаштування

# SettingsView_UpdateDatabaseButton.Content
source: update database
be: абнавіць базу дадзеных
de: Database aktualisieren
uk: оновити базу даних

# Toast_Downloads_Fail_Text
source: Download Error
be: Памылка загрузкі
de: Hochladenfehler
uk: Помилка завантаження

# Toast_Downloads_Success_Text
source: Download complete!
be: Загрузка завершана!
de: Hochladen ist fertig!
uk: Завантаження завершено!

# Toast_PostUploads_Fail_Text
source: Uploading could not be completed
be: Адпраўка не можа быць завершана
de: Sendung kann nicht beendet werden
uk: Публікація не може бути завершена

# Toast_PostUploads_Success_Text
source: Uploading completed!
be: Адпраўка завершана!
de: Sendung ist erfolgreich!
uk: Відвантаження завершено!

# Toast_Uploads_Fail_Text
source: Upload failed
be: Памылка адпраўкі
de: Fehler
uk: Помилка відвантаження

# Toast_Uploads_SuccessReturn_Text
source: Return to finish
be: Калі ласка, вярніцеся для завяршэння
de: Kehren Sie zurück um zu beenden
uk: Поверніться для завершення в застосунок

# TopArtistItem_ListenersCount.Text
source: listeners
be: слухачоў
de: Zuhörers
uk: слухачів

# TopArtistsLoader.ErrorText
source: Failed to load the list of top performers
be: Не атрымалася загрузіць спіс лепшых выканаўцаў
de: Hochladen der besten Künstlerlisten ist fehlgeschlagen
uk: Не вдалося відобразити перелік кращих виконавців

# TopArtistsLoader.LoadingText
source: Choosing the best artists...
be: Выбіраем лепшых выканаўцаў...
de: Wir wahlen der besten Interpreten aus
uk: Вибираємо кращих виконавців...

# TopArtistsLoader.NoDataText
source: It looks like there are no best artists
be: Падобна на тое, што няма ніводнага лепшага выканаўцы
de: Es scheint, dass es keinen besseren Künstler gibt
uk: Схоже, немає жодного кращого виконавця

# TopArtistsView_Title.Text
source: best artists
be: лепшыя выканаўцы
de: beste Künstlers
uk: кращі виконавці

# TopTracksView_Title.Text
source: best tracks
be: лепшыя трэкі
de: beste Songs
uk: кращі треки

# TopTracksView_TrackPlaybacksCount.Text
source: playbacks
be: прайграванняў
de: Wiedergaben
uk: відтворень

# TopTracksView_TracksLoader.ErrorText
source: Failed to load the list of best tracks
be: Не атрымалася загрузіць спіс лепшых трэкаў
de: Hochladen der besten Trackliste ist fehlgeschlagen
uk: Не вдалося відобразити перелік кращих треків

# TopTracksView_TracksLoader.LoadingText
source: Loading the list of best tracks...
be: Загружаем спіс лепшых трэкаў...
de: Ladevorgang des besten Tracklist...
uk: Завантажуємо перелік кращих треків...

# TopTracksView_TracksLoader.NoDataText
source: There are no best tracks
be: Няма ніводнага лепшага трэка
de: Keine beste Songs
uk: Немає жодного кращого трека

# TrackInfoView_PlayButton.Content
source: play
be: прайграць
de: abspielen
uk: відтворити

# TrackInfoView_Title.Text
source: details
be: падрабязней
de: Mehr
uk: детальніше

# TrackLyricView_LyricsLoader.ErrorText
source: Failed to load lyrics
be: Не атрымалася загрузіць тэкст аўдыязапісу
de: Fehler beim Textladen
uk: Не вдалося відобразити текст аудіозапису

# TrackLyricView_LyricsLoader.LoadingText
source: Performing a lyrics search...
be: Выконваем пошук тэксту аўдыязапісу...
de: Wir suchen nach dem Text...
uk: Виконуємо пошук тексту аудіозапису...

# TrackLyricView_LyricsLoader.NoDataText
source: This audio has no lyrics
be: У гэтага аўдыязапісу няма тэксту
de: Diese Lied hat keinen Text
uk: У цьому аудіо немає тексту

# TransferStatus_Canceled_Text
source: Cancelled
be: Адменена
de: Abgebrochen
uk: Скасовано

# TransferStatus_Completed_Text
source: Completed
be: Завершана
de: Beendet
uk: Завершено

# TransferStatus_Error_Text
source: Error
be: Памылка
de: Fehler
uk: Помилка

# TransferStatus_Idle_Text
source: Waiting...
be: Чаканне...
de: Warten Sie...
uk: Очікування...

# TransferStatus_PausedByApplication_Text
source: Paused
be: Прыпынена
de: Angehalten
uk: Призупинено

# TransferStatus_PausedCostedNetwork_Text
source: Costed network
be: Платная сетка
de: Bezahlbarer Netzwerk
uk: Платна мережа

# TransferStatus_PausedNoNetwork_Text
source: No connection
be: Злучэнне адсутнічае
de: Keine Verbindung
uk: З'єднання відсутнє

# TransferStatus_Running_Text
source: In progress...
be: Выконваецца...
de: durchführt...
uk: Виконується...

# TransferView_CancelAllDownloadsButton.Label
source: cancel all downloads
be: адмяніць усе загрузкі
de: alle Hochladen abbrechen
uk: скасувати всі завантаження

# TransferView_CancelAllUploadsButton.Label
source: cancel all uploads
be: адмяніць усе адпраўкі
de: alle Sendungen abbrechen
uk: скасувати всі надсилання

# TransferView_CancelFlyoutItem.Text
source: cancel
be: адмяніць
de: abbrechen
uk: скасувати

# TransferView_DownloadsLoader.ErrorText
source: Failed to get the list of current downloads
be: Не атрымалася атрымаць спіс бягучых загрузак
de: Wir könnten eine Liste der aktuellen Downloads erhalten nicht
uk: Не вдалося отримати перелік поточних завантажень

# TransferView_DownloadsLoader.LoadingText
source: Getting a list of current downloads...
be: Атрыманне спісу бягучых загрузак...
de: Wir erhalten eine Liste der aktuellen Downloads...
uk: Отримання списку поточних завантажень...

# TransferView_DownloadsLoader.NoDataText
source: No downloads are in progress
be: Зараз не выконваецца ніякіх загрузак
de: Keine Downloads weden jetzt durchgeführt
uk: Зараз не виконується ніяких завантажень

# TransferView_HistoryLoader.ErrorText
source: Could not get the download history
be: Не атрымалася атрымаць журнал загрузак
de: Wir könnten ein Verlauf der aktuellen Downloads erhalten nicht
uk: Не вдалося отримати журнал завантажень

# TransferView_HistoryLoader.LoadingText
source: Receiving downloads list...
be: Атрыманне журнала загрузак...
de: Wir erhalten ein Verlauf der aktuellen Downloads...
uk: Отримання журналу завантажень...

# TransferView_HistoryLoader.NoDataText
source: Your download history is not supported yet
be: Журнал загрузак пакуль што не падтрымліваецца
de: Ein Verlauf der aktuellen Downloads bearbeitet
uk: Журнал завантажень поки не підтримується

# TransferView_PauseFlyoutItem.Text
source: pause
be: паўза
de: halten
uk: пауза

# TransferView_PivotSection_Downloads.Header
source: downloads
be: загрузкі
de: Herunterladen
uk: завантаження

# TransferView_PivotSection_History.Header
source: history
be: журнал
de: Verlauf
uk: журнал

# TransferView_PivotSection_Uploads.Header
source: uploads
be: адпраўкі
de: Hochladen
uk: відвантаження

# TransferView_ResumeFlyoutItem.Text
source: resume
be: узнавіць
de: erneuern
uk: відновити

# TransferView_UploadsLoader.ErrorText
source: Failed to get the list of current uploads
be: Не атрымалася атрымаць спіс бягучых адправак
de: Wir könnten eine Liste der aktuellen Sendungen erhalten nicht
uk: Не вдалося отримати перелік поточних відправок

# TransferView_UploadsLoader.LoadingText
source: Getting a list of current uploads...
be: Атрыманне спісу бягучых адправак...
de: Liste der aktuellen Sendungen wird erhaltet...
uk: Отримання списку поточних відвантажень...

# TransferView_UploadsLoader.NoDataText
source: No uploads are in progress
be: Зараз не выконваецца ніякіх адправак
de: Keine aktuelle Sendungen
uk: Зараз не виконується ніяких відвантажень

# UnknownAlbum_Text
source: Unknown album
be: Невядомы альбом
de: unbekanntes Album
uk: Невідомий альбом

# UnknownArtist_Text
source: Unknown artist
be: Невядомы выканаўца
de: unbekannter Künstler
uk: Невідомий виконавець

# UnknownGenre_Text
source: Unknown genre
be: Невядомы жанр
de: unbekanntes Genre
uk: Невідомий жанр

# UpdatingDatabaseView_ContentText.Text
source: VK Saver performs a scan of your tracks. Please wait...
be: ВКачай выконвае сканаванне вашых трэкаў. Калі ласка, пачакайце...
de: VK Saver durchsucht Ihre Tracks. Warten Sie bitte...
uk: ВКачай виконує сканування вашої музики. Будь ласка зачекайте...

# UpdatingDatabaseView_SearchingAlbumsStep_Text
source: Painting album covers... {0} of {1}
be: Малюем вокладкі альбомаў... {0} з {1}
de: Erstellung des Album-Covers ... {0} von {1}...
uk: Малюємо обкладинки альбомів... {0} із {1}

# UpdatingDatabaseView_SearchingArtistsStep_Text
source: Searching for artist photos... {0} of {1}
be: Фатаграфуем выканаўцаў... {0} з {1}
de: Wir fotografieren den Künstlern ... {0} von {1}
uk: Фотографуємо виконавців... {0} із {1}

# UpdatingDatabaseView_StepMask_Text
source: Step {0} of {1}
be: Крок {0} з {1}
de: Schritte {0} von {1}
uk: Крок {0} із {1}

# UpdatingDatabaseView_Title.Text
source: Updating database
be: Абнаўленне базы дадзеных
de: Aktualisierung der Database
uk: Оновлення бази даних

# UpdatingDatabseView_PreparingDatabaseStep_Text
source: Rewriting the manuscripts... {0} of {1}
be: Перапісваем манускрыпты... {0} з {1}
de: Manuscript aktualisiert wird ... {0} von {1}
uk: Переписуємо манускрипти... {0} із {1}

# UpdatingDatabseView_SearchingFilesStep_Text
source: Looking for audio files... {0} of {1}
be: Шукаем аўдыяфайлы... {0} з {1}
de: Suchen nach Musik... {0} von {1}
uk: Шукаємо аудіофайли... {0} із {1}

# UpdatingDatabseView_StartedStep_Text
source: Equipping the Knights...
be: Снаряжаем рыцараў...
de: Wir rüsten Chevaliers aus...
uk: Підготовлюємо козаків...

# UploadFileView_SelectAnotherFileButton.Content
source: choose another
be: выбраць іншы
de: andere auswählen
uk: вибрати інший

# UploadFileView_SelectFileButton.Content
source: select a file
be: выбраць файл
de: File auswählen
uk: вибрати файл

# UploadFileView_SelectTypeBox.Header
source: What to upload?
be: Што адправім?
de: Was ist zu schicken?
uk: Що надішлемо?

# UploadFileView_SelectTypeBox_Audio.Content
source: audio
be: аўдыязапіс
de: Musik
uk: аудіозапис

# UploadFileView_SelectTypeBox_Doc.Content
source: document
be: дакумент
de: Dokument
uk: документ

# UploadFileView_SelectTypeBox_Video.Content
source: video
be: відэазапіс
uk: відеозапис

# UploadFileView_Title.Text
source: upload a file
be: адправіць файл
de: File schicken
uk: відвантажити файл

# UploadFileView_UploadFileButton.Content
source: upload
be: адправіць
de: schicken
uk: відвантажити

# UploadFileView_VideoSettings_DescriptionBox.Header
source: Video description
be: Апісанне відэа
de: Video Beschreibung
uk: Опис відео

# UploadFileView_VideoSettings_NameBox.Header
source: Title
be: Назва відэа
de: Videotitel
uk: Назва відео

# UploadFileView_VideoSettings_RepeatSwitch.Header
source: Loop the playback
be: Зацыклиць прайграванне
de: Loop-Wiedergabe
uk: Зациклювати відтворення

# UploadFileView_VideoSettings_Title.Text
source: Video settings
be: Параметры відэа
de: Videoeinstellungen
uk: Параметри відео

# UploadFileView_VideoSettings_WallPostSwitch.Header
source: Publish on the wall
be: Апублікаваць на сцяне
de: An die Pinnwand veröffentlichen
uk: Опублікувати на стіні

# UserCommView_FriendListsLoader.ErrorText
source: Could not load the friends lists
be: Не атрымалася загрузіць спісы сяброў
de: Wir könnten eine Liste der Freunden erhalten nicht
uk: Не вдалося відобразити перелік друзів

# UserCommView_FriendListsLoader.LoadingText
source: Loading the friends lists...
be: Загружаем спісы сяброў...
de: Laden eine Liste der Freunden...
uk: Завантажуємо перелік друзів...

# UserCommView_FriendListsLoader.NoDataText
source: No friends lists or access is denied
be: Спісы сяброў адсутнічаюць або доступ да іх закрыты
de: Keine Freundeliste oder kein Zugang
uk: Перелік друзів відсутній або доступ до них закритий

# UserCommView_FriendsLoader.ErrorText
source: Failed to load the list of friends
be: Не атрымалася загрузіць спіс сяброў
de: Laden der Info vom Freundelist ist fehlgeschlagen
uk: Не вдалося відобразити перелік друзів

# UserCommView_FriendsLoader.LoadingText
source: Loading information about friends...
be: Загружаем інфармацыю аб сябрах...
de: Hochladen von Info über Freunde...
uk: Завантажуємо інформацію про друзів...

# UserCommView_FriendsLoader.NoDataText
source: There are no friends or access is denied
be: Сябры адсутнічаюць або доступ да іх закрыты
de: Keine Freunde oder kein Zugang
uk: Друзі відсутні або доступ до них зачинений

# UserCommView_GroupsLoader.ErrorText
source: Failed to load the list of communities
be: Не атрымалася загрузіць спіс суполак
de: Laden der Info vom Gruppenllist ist fehlgeschlagen
uk: Не вдалося відобразити перелік спільнот

# UserCommView_GroupsLoader.LoadingText
source: Loading information about communities...
be: Загружаем інфармацыю аб суполках...
de: Laden der Info vom Gruppenllist...
uk: Завантажуємо інформацію про спільноти...

# UserCommView_GroupsLoader.NoDataText
source: There are no communities or access is denied
be: Суполкі адсутнічаюць або доступ да іх закрыты
de: Keine Gruppen oder kein Zugang
uk: Спільноти відсутні або доступ до них зачинений

# UserCommView_PivotSection_FriendLists.Header
source: friends lists
be: спісы
de: Liste
uk: перелік

# UserCommView_PivotSection_Friends.Header
source: friends
be: сябры
de: Freunde
uk: друзі

# UserCommView_PivotSection_Groups.Header
source: communities
be: суполкі
de: Gruppen
uk: спільноти

# UserCommView_UserOnline.Text
source: Online
be: Онлайн
uk: Онлайн

# UserContentView_AlbumsGroup_Text
source: albums
be: альбомы
de: Alben
uk: альбоми

# UserContentView_AudiosGroup_Text
source: audios
be: аўдыязапісы
de: Musik
uk: аудіозаписи

# UserContentView_AudiosLoader.ErrorText
source: Failed to load the list of audios
be: Не атрымалася загрузіць спіс аўдыязапісаў
de: Laden des Playlistes ist fehlgeschlagen
uk: Не вдалося відобразити перелік аудіозаписів

# UserContentView_AudiosLoader.LoadingText
source: Loading a list of audios...
be: Загружаем спіс аўдыязапісаў...
de: Laden des Playlistes...
uk: Завантажуємо перелік аудіозаписів...

# UserContentView_AudiosLoader.NoDataText
source: No audios or access is denied
be: Аўдыязапісы адсутнічаюць або доступ да іх закрыты
de: Keine Musik oder Zugang
uk: Аудіозаписи відсутні або доступ до них зачинений

# UserContentView_DocsLoader.ErrorText
source: Failed to load the list of documents
be: Не атрымалася загрузіць спіс дакументаў
de: Laden des Dokumenten ist fehlgeschlagen
uk: Не вдалося відобразити перелік документів

# UserContentView_DocsLoader.LoadingText
source: Loading the list of documents...
be: Загружаем спіс дакументаў...
de: Laden des Dokumenten...
uk: Завантажуємо перелік документів...

# UserContentView_DocsLoader.NoDataText
source: There are no documents or access is denied
be: Дакументы адсутнічаюць або доступ да іх закрыты
de: Keine Dokumenten oder kein Zugang
uk: Документи відсутні або доступ до них зачинений

# UserContentView_PivotSection_Docs.Header
source: documents
be: дакументы
de: Dokumenten
uk: документи

# UserContentView_PivotSection_Music.Header
source: music
be: музыка
de: Musik
uk: музика

# UserContentView_PivotSection_Videos.Header
source: videos
be: видэа
uk: відео

# UserContentView_VideosGroup_Text
source: videos
be: відэазапісы
de: Video
uk: відеозаписи

# UserContentView_VideosLoader.ErrorText
source: Unable to retrieve a list of videos
be: Не атрымалася загрузіць спіс відэазапісаў
de: Laden des Videoslisten ist fehlgeschlagen
uk: Не вдалося відобразити перелік відеозаписів

# UserContentView_VideosLoader.LoadingText
source: Loading videos list...
be: Загружаем спіс відэазапісаў...
de: Laden die Videosliste...
uk: Завантажуємо перелік відеозаписів...

# UserContentView_VideosLoader.NoDataText
source: No videos or access is denied
be: Відэазапісы адсутнічаюць або доступ да іх закрыты
de: Keine Videos oder kein Zugang
uk: Відеозаписи відсутні або доступ до них зачинений

# VideoAlbumVideosLoader.ErrorText
source: Failed to load the contents of the album
be: Немагчыма загрузіць змест альбома
de: Fehler beim Hochladen des Albums
uk: Не вдалося відобразити вміст альбому

# VideoAlbumVideosLoader.LoadingText
source: Loading list of videos for the album...
be: Загружаем спіс відэазапісаў альбома...
de: Laden die Videosliste des Albums
uk: Завантажуємо перелік відеозаписів альбому...

# VideoAlbumVideosLoader.NoDataText
source: No videos found in this album
be: У гэтым альбоме няма відэазапісаў
de: Es gibt keine Video im Album
uk: В цьому альбомі немає відеозаписів

# VideoInfoView_LinksLoader.ButtonText
source: get links
be: атрымаць спасылкі
de: Links erhalten
uk: отримати посилання
